Repository: Chernega/Chernega.github.io
Catalog: apps/StockholmTreeQuest/Resources/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, zh_hans

# tab.discover
source: Discover
de: Entdecken
es: Descubrir
fr: Explorer
zh_hans: 探索

# tab.friends
source: Friends
de: Freunde
es: Amigos
fr: Amis
zh_hans: 好友

# tab.profile
source: Profile
de: Profil
es: Perfil
fr: Profil
zh_hans: 资料

# discover.subtitle
source: Track every festive evergreen around you
de: Erfasse jeden festlichen Evergreen in deiner Nähe
es: Registra cada abeto festivo a tu alrededor
fr: Repère chaque sapin festif autour de toi
zh_hans: 记录身边每一棵节日常青树

# discover.total_trees
source: Trees tagged
de: Markierte Bäume
es: Árboles marcados
fr: Arbres marqués
zh_hans: 已标记

# discover.friends_active
source: Elves online
de: Elfen online
es: Elfos conectados
fr: Lutins en ligne
zh_hans: 在线精灵

# discover.marker
source: Tree
de: Baum
es: Árbol
fr: Arbre
zh_hans: 树

# discover.add_tree
source: Tag tree
de: Baum markieren
es: Marcar árbol
fr: Marquer l'arbre
zh_hans: 添加树木

# discover.timeline
source: Aurora timeline
de: Aurora-Zeitlinie
es: Línea aurora
fr: Chronique aurorale
zh_hans: 极光时间线

# discover.timeline.empty
source: No trees yet — tap "Tag tree" to drop your first festive pin.
de: Noch keine Bäume – tippe auf "Baum markieren" für deinen ersten Pin.
es: Aún no hay árboles — toca "Marcar árbol" para dejar tu primer pin.
fr: Aucun arbre pour l'instant — appuie sur "Marquer l'arbre" pour poser ton premier pin.
zh_hans: 还没有树——点击“标记树木”留下第一枚图钉。

# discover.you
source: You
de: Du
es: Tú
fr: Toi
zh_hans: 你

# sheet.add_tree.title
source: Mark this tree
de: Diesen Baum markieren
es: Marca este árbol
fr: Marquer cet arbre
zh_hans: 标记这棵树

# sheet.add_tree.subtitle
source: Add a note so you remember why this tree is special.
de: Füge eine Notiz hinzu, damit du weißt, warum er besonders ist.
es: Añade una nota para recordar por qué es especial.
fr: Ajoute une note pour te souvenir de ce qui le rend spécial.
zh_hans: 添加备注，记住它为何特别。

# sheet.add_tree.placeholder
source: Optional note
de: Optionale Notiz
es: Nota opcional
fr: Note optionnelle
zh_hans: 可选备注

# sheet.add_tree.button
source: Save memory
de: Erinnerung sichern
es: Guardar recuerdo
fr: Sauver le souvenir
zh_hans: 保存回忆

# friends.title
source: Crew
es: Equipo
fr: Équipe
zh_hans: 小队

# friends.headline
source: Your festive crew
de: Deine festliche Crew
es: Tu equipo festivo
fr: Ton équipe féerique
zh_hans: 你的节日小队

# friends.chart.title
source: Global leader glow
de: Globaler Glanz
es: Brillo global
fr: Éclat mondial
zh_hans: 全球光辉

# friends.chart.subtitle
source: Trees found this month
de: Bäume dieses Monats
es: Árboles hallados este mes
fr: Arbres trouvés ce mois-ci
zh_hans: 本月发现的树

# friends.chart.empty
source: Invite friends from Game Center to light up this chart.
de: Lade Freunde aus Game Center ein, damit dieses Diagramm leuchtet.
es: Invita amigos desde Game Center para iluminar este gráfico.
fr: Invite des amis depuis Game Center pour illuminer ce graphique.
zh_hans: 从 Game Center 邀请好友，让图表闪耀起来。

# friends.row.trees
source: trees
de: Bäume
es: árboles
fr: arbres
zh_hans: 棵树

# friends.detail.trees
source: trees spotted
de: entdeckte Bäume
es: árboles vistos
fr: arbres repérés
zh_hans: 发现的树

# friends.detail.timeline
source: Adventure log
de: Abenteuerprotokoll
es: Bitácora
fr: Journal d'aventure
zh_hans: 冒险日志

# friends.detail.no_visits
source: No journeys yet
de: Noch keine Ausflüge
es: Sin aventuras aún
fr: Pas encore d'aventures
zh_hans: 暂时没有旅程

# friends.detail.no_visits.subtitle
source: Once your friend starts tagging evergreens, their timeline will sparkle here.
de: Sobald dein Freund Evergreens markiert, erscheint seine Reise hier.
es: Cuando tu amigo empiece a marcar evergreens, su viaje aparecerá aquí.
fr: Quand ton ami commencera à marquer des evergreens, son voyage apparaîtra ici.
zh_hans: 当好友开始标记常青树时，他们的旅程会出现在这里。

# friends.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
zh_hans: 刷新

# friends.loading
source: Syncing with Game Center
de: Synchronisiere mit Game Center
es: Sincronizando con Game Center
fr: Synchronisation avec Game Center
zh_hans: 正在与 Game Center 同步

# friends.gamecenter.required
source: Connect Game Center
de: Game Center verbinden
es: Conecta Game Center
fr: Connecte Game Center
zh_hans: 连接 Game Center

# friends.gamecenter.description
source: Sign in with your Game Center profile to see and challenge your holiday crew.
de: Melde dich mit deinem Game-Center-Profil an, um deine festliche Crew zu sehen und herauszufordern.
es: Inicia sesión con tu perfil de Game Center para ver y retar a tu equipo festivo.
fr: Connecte-toi avec ton profil Game Center pour voir et défier ton équipe festive.
zh_hans: 登录 Game Center 账号即可查看并挑战你的节日好友。

# friends.gamecenter.sign_in
source: Sign in to Game Center
de: Bei Game Center anmelden
es: Iniciar sesión en Game Center
fr: Se connecter à Game Center
zh_hans: 登录 Game Center

# friends.apple_sign_in.title
source: Sign in to connect with friends
de: Melde dich an, um dich mit Freunden zu verbinden
fr: Connecte-toi pour retrouver tes amis
zh_hans: 登录以与好友互动

# friends.apple_sign_in.subtitle
source: Use your Apple ID only when you want to compete and collaborate with your crew.
de: Verwende deine Apple-ID nur, wenn du mit deiner Crew konkurrieren oder zusammenarbeiten möchtest.
fr: Utilise ton identifiant Apple uniquement quand tu veux rivaliser et collaborer avec ton équipe.
zh_hans: 只在想与小队比拼或协作时再用 Apple ID 登录。

# friends.empty.title
source: No festive friends yet
de: Noch keine festlichen Freunde
es: Aún sin amigos festivos
fr: Pas encore d'amis festifs
zh_hans: 还没有节日好友

# friends.empty.subtitle
source: Add friends from Game Center to compare evergreen discoveries.
de: Füge Freunde aus Game Center hinzu, um Fichtenfunde zu vergleichen.
es: Añade amigos desde Game Center para comparar descubrimientos.
fr: Ajoute des amis via Game Center pour comparer vos découvertes.
zh_hans: 通过 Game Center 添加好友，比较彼此的发现。

# friends.empty.add_button
source: Open Game Center friends
de: Game-Center-Freunde öffnen
es: Abrir amigos de Game Center
fr: Ouvrir les amis Game Center
zh_hans: 打开 Game Center 好友

# profile.title
source: Profile
de: Profil
es: Perfil
fr: Profil
zh_hans: 资料

# profile.greeting
source: Hi, North Scout
es: Hola, North Scout
fr: Salut, North Scout
zh_hans: 你好，North Scout

# profile.total_trees
source: trees discovered
de: entdeckte Bäume
es: árboles descubiertos
fr: arbres découverts
zh_hans: 棵树已发现

# profile.mission
source: Keep lighting up the planet with dazzling evergreens.
de: Lass den Planeten weiter mit funkelnden Evergreens erstrahlen.
es: Sigue iluminando el planeta con evergreens brillantes.
fr: Continue d'illuminer la planète avec des evergreens étincelants.
zh_hans: 让闪耀的常青树继续点亮地球。

# profile.level
source: Star level
de: Stern-Level
es: Nivel estelar
fr: Niveau stellaire
zh_hans: 星光等级

# profile.next_level
source: Progress to the next badge
de: Fortschritt zum nächsten Abzeichen
es: Progreso al siguiente distintivo
fr: Progrès vers le prochain badge
zh_hans: 升级进度

# profile.energy
source: Holiday energy
de: Festtagsenergie
es: Energía navideña
fr: Énergie de fête
zh_hans: 节日能量

# profile.achievements
source: Shining achievements
de: Glänzende Erfolge
es: Logros brillantes
fr: Succès scintillants
zh_hans: 闪耀成就

# profile.language
source: Language
de: Sprache
es: Idioma
fr: Langue
zh_hans: 语言

# profile.status.sprout
source: Glacial Sprout
de: Gletscher-Keim
es: Brote glaciar
fr: Germination glacée
zh_hans: 冰霜萌芽

# profile.status.orb
source: Frost Orb
es: Orbe de escarcha
fr: Orbe de givre
zh_hans: 霜光之球

# profile.status.comet
source: North Comet
de: Nord-Komet
es: Cometa del norte
fr: Comète du nord
zh_hans: 北境彗星

# profile.status.aurora
source: Aurora Captain
de: Aurora-Kapitän
es: Capitán aurora
fr: Capitaine aurore
zh_hans: 极光队长

# profile.status.legend
source: Legend of Lights
de: Legende des Lichts
es: Leyenda de luces
fr: Légende des lumières
zh_hans: 光之传奇

# achievement.first_tree.title
source: First sparkle
de: Erster Funken
es: Primera chispa
fr: Première étincelle
zh_hans: 第一道火花

# achievement.first_tree.subtitle
source: Tag your very first winter tree.
de: Markiere deinen ersten Winterbaum.
es: Marca tu primer árbol invernal.
fr: Marque ton tout premier arbre d'hiver.
zh_hans: 标记你的第一棵冬日树。

# achievement.frost_trail.title
source: Frost trail
de: Frostspur
es: Rastro de escarcha
fr: Trace givrée
zh_hans: 霜之轨迹

# achievement.frost_trail.subtitle
source: Mark 10 unique evergreens.
de: Markiere 10 einzigartige Evergreens.
es: Marca 10 evergreens únicos.
fr: Marque 10 evergreens uniques.
zh_hans: 标记10棵独特常青树。

# achievement.north_star.title
source: North star
de: Nordstern
es: Estrella del norte
fr: Étoile du nord
zh_hans: 北极之星

# achievement.north_star.subtitle
source: Chart 25 shining pines.
de: Kartiere 25 leuchtende Kiefern.
es: Cartografía 25 pinos brillantes.
fr: Cartographie 25 pins brillants.
zh_hans: 记录25棵闪耀松树。

# achievement.aurora_leader.title
source: Aurora leader
de: Aurora-Anführer
es: Líder aurora
fr: Leader de l'aurore
zh_hans: 极光领袖

# achievement.aurora_leader.subtitle
source: Celebrate 50 glowing trees.
de: Feiere 50 leuchtende Bäume.
es: Celebra 50 árboles luminosos.
fr: Célèbre 50 arbres lumineux.
zh_hans: 庆祝50棵发光树木。

# achievement.legend.title
source: Legend of lights
de: Legende des Lichts
es: Leyenda de luces
fr: Légende des lumières
zh_hans: 光芒传奇

# achievement.legend.subtitle
source: Capture 100 magical evergreens.
de: Erfasse 100 magische Evergreens.
es: Captura 100 evergreens mágicos.
fr: Capture 100 evergreens magiques.
zh_hans: 捕捉100棵魔法常青树。

# auth.welcome.title
source: Sign in to Tree Quest
de: Bei Tree Quest anmelden
es: Inicia sesión en Tree Quest
fr: Connecte-toi à Tree Quest
zh_hans: 登录 Tree Quest

# auth.welcome.subtitle
source: Use your Apple ID to keep achievements and festive discoveries in sync across devices.
de: Nutze deine Apple-ID, um Erfolge und Entdeckungen geräteübergreifend zu synchronisieren.
es: Usa tu Apple ID para sincronizar logros y descubrimientos festivos en todos tus dispositivos.
fr: Utilise ton identifiant Apple pour synchroniser exploits et découvertes sur tous tes appareils.
zh_hans: 使用 Apple ID 在所有设备间同步成就与节日发现。

# auth.privacy
source: We only store your secure Apple ID identifier—no personal details are shared.
de: Wir speichern nur deine sichere Apple-ID—keine persönlichen Daten werden geteilt.
es: Solo almacenamos tu identificador seguro de Apple ID; no compartimos datos personales.
fr: Nous ne conservons que ton identifiant Apple sécurisé — aucune donnée personnelle n'est partagée.
zh_hans: 我们仅保存你的 Apple ID 安全标识，不会共享个人信息。
